Repository: WordPressBugBounty/plugins-easy-auto-reload
Catalog: easy-auto-reload/languages/autorefresh-*.po
Languages: hr, sr_rs

source: Auto-Refresh Settings
hr: Postavke automatskog osvježavanja
sr_rs: Подешавања аутоматског освежавања

source: Auto-Refresh
hr: Automatsko osvježavanje
sr_rs: Аутоматско освежавање

source: Auto-Refresh Timeout
hr: Istek automatskog osvježavanja
sr_rs: Временско ограничење аутоматског освежавања

source: Browser Cache
hr: Predmemorija preglednika
sr_rs: Кеш претраживача

source: WP Admin
sr_rs: Вордпресс администрација

source: Lifespan of nonces
hr: Vrijeme isteka za "nonces"
sr_rs: Време трајања за "nonces"

source: Allow custom refresh in page and post types
hr: Dopusti prilagođeno osvježavanje u vrstama stranica i postova
sr_rs: Дозволите прилагођено освежавање у страницама и постовима

source: Automatically reloads web pages after any number of minutes if the user or visitor is not active on the site.
hr: Automatski ponovno učitavanje web stranica nakon bilo kojeg broja minuta ako korisnik ili posjetitelj nije aktivan na stranici.
sr_rs: Аутоматски поново учитавање веб страница након било којег броја минута ако корисник или посетилац није активан на сајту.

source: Enable auto refresh globally on the entire site.
hr: Omogućite globalno automatsko osvježavanje na cijeloj web stranici.
sr_rs: Омогућите глобално аутоматско освежавање на целом сајту.

source: INFO:
hr: INFORMACIJE:
sr_rs: ИНФОРМАЦИЈА:

source: Even if this function is disabled, you can still choose for each page individually whether you want it to refresh.
hr: Čak i ako je ova funkcija onemogućena, još uvijek možete odabrati za svaku stranicu pojedinačno želite li da se osvježi.
sr_rs: Чак и ако је ова функција онемогућена, и даље можете да изаберете за сваку страницу појединачно да ли желите да се освежи.

source: Enter the number in minutes.
hr: Unesite broj u minutama.
sr_rs: Унесите број у минутима.

source: WARNING: Do not change if you are not sure what it is for.
hr: UPOZORENJE: Ne mijenjajte ako niste sigurni čemu služi.
sr_rs: УПОЗОРЕЊЕ: Не мењајте ако нисте сигурни за шта служи.

source: This field is used to define the lifespan of nonces in seconds. By default, nonces have a lifespan of 86,400 seconds, which is equivalent to one day. It's important to exercise caution when considering any extensions to this value, as longer lifespans may introduce security risks by extending the window of opportunity for potential attacks. Please ensure you carefully assess your security requirements before making changes to this setting.
hr: Ovo polje koristi se za definiranje vremenskog trajanja nonceova u sekundama. Prema zadanim postavkama, nonceovi imaju vremensko trajanje od 86.400 sekundi, što je ekvivalentno jednom danu. Važno je voditi računa prilikom razmatranja bilo kakvih produljenja ove vrijednosti, jer dulje trajanje može uvesti sigurnosne rizike proširivanjem prozora prilike za potencijalne napade. Molimo vas da pažljivo procijenite svoje sigurnosne zahtjeve prije nego napravite promjene u ovim postavkama.
sr_rs: Ово поље се користи да се дефинише трајање "nonce" вредности у секундама. Подразумевано, "nonce" вредности имају трајање од 86.400 секунди, што је еквивалентно једном дану. Важно је да будете опрезни при разматрању продужавања ове вредности, јер дуже трајање може увести безбедносне ризике ширењем прозора прилике за потенцијалне нападе. Молимо вас да пажљиво процените своје безбедносне захтеве пре него што направите измене на овим подешавањима.

source: Clear the browser cache during refresh.
hr: Izbrišite predmemoriju preglednika tijekom osvježavanja.
sr_rs: Обришите кеш претраживач током освежавања.

source: Enable autoefresh inside WP Admin.
hr: Omogućite automatsko osvježavanje unutar WP Admin.
sr_rs: Омогућите аутоматско освежавање унутар ВП Админ-а.

source: Enable autorefresh settings within pages and posts to have individual control.
hr: Omogućite postavke automatskog osvježavanja unutar stranica i postova kako biste imali individualnu kontrolu.
sr_rs: Омогућите подешавања аутоматског освежавања унутар страница и постова да бисте имали индивидуалну контролу.

source: Auto-reload WordPress pages after %d minutes if there is no site activity.
hr: Automatski ponovno učitajte WordPress stranice nakon %d minuta ako nema aktivnosti na web-lokaciji.
sr_rs: Аутоматски поново учитајте Вордпресс странице након %d минута ако нема активности на сајту.

source: Cache clearing failed:
sr_rs: Грешка при брисању кеша:

source: Service Worker unregister failed:
sr_rs: Грешка при уклањању сервисног радника:

source: Auto Reload
hr: Automatsko učitavanje
sr_rs: Аутоматско учитавање

source: Refresh option:
hr: Opcija osvježavanja:
sr_rs: Opcija osvežavanja:

source: Automatic
hr: Automatski
sr_rs: Аутоматски

source: Custom
hr: Uobičajeno
sr_rs: Прилагођено

source: Disabled
hr: Onesposobljeno
sr_rs: Онемогућено

source: Refresh interval in minutes:
hr: Interval osvježavanja u minutama:
sr_rs: Интервал освежавања у минутима:

source: Easy Auto Reload
hr: Jednostavno automatsko ponovno učitavanje
sr_rs: Једноставно аутоматско поновно учитавање

source: Auto refresh WordPress pages if there is no site activity after after any number of minutes.
hr: Automatski osvježite WordPress stranice ako nema aktivnosti na web-lokaciji nakon bilo kojeg broja minuta.
sr_rs: Аутоматско освежавање Вордпресс страница ако нема активности на сајту након било којег броја минута.

source: Ivijan-Stefan Stipic
sr_rs: Ивијан-Стефан Стипић
